# Core
brew "mas"

cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "kitematic"
cask "postman"
cask "sequel-pro-nightly"
cask "sourcetree"
cask "sublime-text"
cask "visual-studio-code"
cask "workplace-chat"
cask "zeplin"

mas "Jira", id: 1475897096
mas "Mindnode", id: 1289197285

# Mobility
brew "carthage"
brew "cocoapods"
brew "swiftlint"
brew "xcodegen"

mas "Apple Developer", id: 640199958
mas "Xcode", id: 497799835

# Productivity
brew "lua"

cask "alfred"
cask "betterzip"
cask "font-hack"
cask "hammerspoon"
cask "handbrake"
cask "itsycal"
cask "karabiner-elements"
cask "keepingyouawake"
cask "pock"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "selfcontrol"
cask "spotify"
cask "suspicious-package"
cask "vlc"

mas "LINE", id: 539883307
mas "Spark", id: 1176895641
